Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Likely a delta update based on its much smaller download. This event predates delta-route tracking.
de: Wahrscheinlich ein Delta-Update, da der Download deutlich kleiner ist. Dieses Ereignis stammt aus der Zeit vor der Erfassung des Delta-Pfads.
es: Probablemente fue una actualización delta porque la descarga es mucho menor. Este evento es anterior al registro de la ruta delta.
fr: Probablement une mise à jour delta, car le téléchargement est nettement plus petit. Cet événement est antérieur au suivi de la voie delta.
it: Probabilmente un aggiornamento delta, visto il download molto più piccolo. Questo evento è precedente al tracciamento della via delta.
ja: ダウンロードが大幅に小さいため、デルタ更新と推定されます。この記録はデルタ経路の追跡開始前のものです。
pt_br: Provavelmente uma atualização delta, pelo download bem menor. Este evento é anterior ao registro da rota delta.
ru: Вероятно, это дельта-обновление: объём загрузки значительно меньше. Событие записано до появления учёта дельта-маршрута.
tr: Çok daha küçük indirme boyutuna bakılırsa büyük olasılıkla bir delta güncelleme. Bu olay, delta yolu izlenmeye başlamadan öncesine ait.
zh_hans: 根据明显更小的下载量推测这是一次增量更新。此记录早于增量路径统计。
zh_hant: 根據下載量小很多，推測是增量更新。此事件早於增量路徑的追蹤功能。

source: Links %@.
de: Verwendet %@.
es: Enlaza con %@.
fr: Utilise %@.
it: Usa %@.
ja: %@をリンクしています。
pt_br: Usa %@.
ru: Использует %@.
tr: Kullandığı: %@.
zh_hans: 链接了 %@。
zh_hant: 連結 %@。

source: Lower this on a slow connection; raise it to check a large library faster.
de: Bei einer langsamen Verbindung verringern; erhöhen, um eine große Bibliothek schneller zu prüfen.
es: Redúcelo con una conexión lenta; auméntalo para comprobar una biblioteca grande más rápido.
fr: Réduisez cette valeur sur une connexion lente ; augmentez-la pour vérifier une grande bibliothèque plus vite.
it: Riducilo con una connessione lenta; aumentalo per controllare più in fretta una libreria grande.
ja: 回線が遅い場合はこの値を下げ、大きなライブラリを速く確認したい場合は上げてください。
pt_br: Diminua em conexões lentas; aumente para verificar uma biblioteca grande mais rápido.
ru: Уменьшите это значение при медленном соединении; увеличьте, чтобы быстрее проверить большую библиотеку.
tr: Yavaş bir bağlantıda bunu düşürün; çok sayıda uygulamayı daha hızlı denetlemek için artırın.
zh_hans: 在网速较慢时调低此值；调高可更快检查庞大的应用库。
zh_hant: 網路較慢時請調低；調高可更快檢查大型 App 資料庫。

source: More information
de: Weitere Informationen
es: Más información
fr: Plus d'informations
it: Altre informazioni
ja: 詳細情報
pt_br: Mais informações
ru: Подробнее
tr: Daha fazla bilgi
zh_hans: 更多信息
zh_hant: 更多資訊

source: Major update
de: Großes Update
es: Actualización importante
fr: Mise à jour majeure
it: Aggiornamento principale
ja: メジャーアップデート
pt_br: Atualização principal
ru: Крупное обновление
tr: Büyük güncelleme
zh_hans: 重大更新
zh_hant: 重大更新

source: Major version upgrade
de: Upgrade auf eine neue Hauptversion
es: Actualización a una versión principal nueva
fr: Mise à niveau de version majeure
it: Nuova versione principale
ja: メジャーバージョンアップグレード
pt_br: Nova versão principal
ru: Обновление до новой мажорной версии
tr: Büyük sürüm yükseltmesi
zh_hans: 重大版本升级
zh_hant: 重大版本升級

source: Major version upgrade — click before updating
de: Upgrade auf eine neue Hauptversion – vor dem Update anklicken
es: Actualización a una versión principal nueva; haz clic antes de actualizar
fr: Mise à niveau de version majeure — cliquez avant de mettre à jour
it: Nuova versione principale — fai clic prima di aggiornare
ja: メジャーバージョンアップグレード — 更新前にクリックしてください
pt_br: Nova versão principal — clique antes de atualizar
ru: Обновление до новой мажорной версии — нажмите перед обновлением
tr: Büyük sürüm yükseltmesi — güncellemeden önce tıklayın
zh_hans: 重大版本升级 — 更新前请点击查看
zh_hant: 重大版本升級 — 更新前請先按一下查看

source: Major version upgrade — review and install it from the menu-bar popover
de: Upgrade auf eine neue Hauptversion – im Menüleisten-Popover prüfen und installieren
es: Actualización a una versión principal nueva; revísala e instálala desde el menú de la barra de menús
fr: Mise à niveau de version majeure — à examiner et installer depuis le popover de la barre de menus
it: Nuova versione principale — controllala e installala dal popover della barra dei menu
ja: メジャーバージョンアップグレード — メニューバーのポップオーバーから確認してインストールしてください
pt_br: Nova versão principal — revise e instale pelo popover da barra de menus
ru: Обновление до новой мажорной версии — просмотрите и установите из всплывающего окна в строке меню
tr: Büyük sürüm yükseltmesi — menü çubuğu penceresinden inceleyip yükleyin
zh_hans: 重大版本升级 — 请从菜单栏弹出窗口查看并安装
zh_hant: 重大版本升級 — 請從選單列彈出式視窗檢視並安裝

source: Managed by JetBrains Toolbox — open Toolbox to update %@
de: Wird von JetBrains Toolbox verwaltet – Toolbox öffnen, um %@ zu aktualisieren
es: Gestionado por JetBrains Toolbox; abre Toolbox para actualizar %@
fr: Géré par JetBrains Toolbox — ouvrez Toolbox pour mettre à jour %@
it: Gestita da JetBrains Toolbox — apri Toolbox per aggiornare %@
ja: JetBrains Toolbox が管理しています — Toolboxを開いて%@を更新してください
pt_br: Gerenciado pelo JetBrains Toolbox — abra o Toolbox para atualizar %@
ru: Управляется JetBrains Toolbox — откройте Toolbox, чтобы обновить %@
tr: JetBrains Toolbox tarafından yönetiliyor — %@ uygulamasını güncellemek için Toolbox’ı açın
zh_hans: 由 JetBrains Toolbox 管理 — 打开 Toolbox 以更新 %@
zh_hant: 由 JetBrains Toolbox 管理 — 打開 Toolbox 以更新 %@

source: Managed by TestFlight — it handles this beta's updates
de: Wird von TestFlight verwaltet – kümmert sich um die Updates dieser Beta
es: Gestionado por TestFlight; se encarga de las actualizaciones de esta beta
fr: Géré par TestFlight — il gère les mises à jour de cette version bêta
it: Gestita da TestFlight — si occupa degli aggiornamenti di questa beta
ja: TestFlight が管理しています — このベータ版の更新を担当します
pt_br: Gerenciado pelo TestFlight — ele cuida das atualizações deste beta
ru: Управляется TestFlight — он занимается обновлениями этой бета-версии
tr: TestFlight tarafından yönetiliyor — bu betanın güncellemelerini o yapar
zh_hans: 由 TestFlight 管理 — 它负责此测试版的更新
zh_hant: 由 TestFlight 管理 — 這個 Beta 版的更新由它負責

source: Managed by TestFlight — open TestFlight to update %@
de: Wird von TestFlight verwaltet – TestFlight öffnen, um %@ zu aktualisieren
es: Gestionado por TestFlight; abre TestFlight para actualizar %@
fr: Géré par TestFlight — ouvrez TestFlight pour mettre à jour %@
it: Gestita da TestFlight — apri TestFlight per aggiornare %@
ja: TestFlight が管理しています — TestFlightを開いて%@を更新してください
pt_br: Gerenciado pelo TestFlight — abra o TestFlight para atualizar %@
ru: Управляется TestFlight — откройте TestFlight, чтобы обновить %@
tr: TestFlight tarafından yönetiliyor — %@ uygulamasını güncellemek için TestFlight’ı açın
zh_hans: 由 TestFlight 管理 — 打开 TestFlight 以更新 %@
zh_hant: 由 TestFlight 管理 — 打開 TestFlight 以更新 %@

source: Managed by the App Store — it handles this app's updates
de: Wird vom App Store verwaltet – kümmert sich um die Updates dieser App
es: Gestionado por la App Store; se encarga de las actualizaciones de esta app
fr: Géré par l'App Store — il gère les mises à jour de cette application
it: Gestita dall’App Store — si occupa degli aggiornamenti di questa app
ja: App Store が管理しています — このアプリの更新を担当します
pt_br: Gerenciado pela App Store — ela cuida das atualizações deste app
ru: Управляется App Store — он занимается обновлениями этого приложения
tr: App Store tarafından yönetiliyor — bu uygulamanın güncellemelerini o yapar
zh_hans: 由 App Store 管理 — 它负责此应用的更新
zh_hant: 由 App Store 管理 — 這個 App 的更新由它負責

source: More
de: Mehr
es: Más
fr: Plus
it: Più
ja: 多い
pt_br: Mais
ru: Больше
tr: Daha fazla
zh_hans: 较多
zh_hant: 較多

source: Native
de: Nativ
es: Nativa
fr: Natif
it: Nativa
ja: ネイティブ
pt_br: Nativo
ru: Нативное
tr: Yerel
zh_hans: 原生
zh_hant: 原生

source: Needed to check TestFlight betas and CotEditor’s beta channel
de: Nötig, um TestFlight-Betas und den Beta-Kanal von CotEditor zu prüfen
es: Necesario para comprobar las betas de TestFlight y el canal beta de CotEditor
fr: Nécessaire pour vérifier les bêtas TestFlight et le canal bêta de CotEditor
it: Necessario per controllare le beta di TestFlight e il canale beta di CotEditor
ja: TestFlight のベータ版と CotEditor のベータチャンネルの確認に必要です
pt_br: Necessário para verificar betas do TestFlight e o canal beta do CotEditor
ru: Нужен для проверки бета-версий TestFlight и бета-канала CotEditor
tr: TestFlight betalarını ve CotEditor’ın beta kanalını denetlemek için gerekli
zh_hans: 检查 TestFlight 测试版和 CotEditor 测试渠道时需要
zh_hant: 檢查 TestFlight Beta 版和 CotEditor 的 Beta 通道時需要

source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
pt_br: Rede
ru: Сеть
tr: Ağ
zh_hans: 网络
zh_hant: 網路

source: Network — what keeping these apps updated has cost, and every request behind it
de: Netzwerk – was das Aktuellhalten dieser Apps gekostet hat, und jede Anfrage dahinter
es: Red — lo que ha costado mantener estas apps al día, y cada solicitud detrás de ello
fr: Réseau — ce qu’a coûté la mise à jour de ces apps, et chaque requête derrière
it: Rete — quanto è costato tenere aggiornate queste app e ogni richiesta che c’è dietro
ja: ネットワーク — これらの App を最新に保つのにかかった通信量と、その裏側のすべてのリクエスト
pt_br: Rede — quanto custou manter estes apps atualizados, e cada requisição por trás disso
ru: Сеть — во что обошлось обновление этих приложений и все запросы за этим
tr: Ağ — bu uygulamaları güncel tutmanın maliyeti ve arkasındaki her istek
zh_hans: 网络 — 保持这些 App 更新花掉的流量，以及背后的每一次请求
zh_hant: 網路 — 讓這些 App 保持最新耗費了多少流量，以及背後的每個請求

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新着
pt_br: Novo
ru: Новое
tr: Yeni
zh_hans: 新增
zh_hant: 新增

source: New requests — refresh
de: Neue Anfragen – aktualisieren
es: Nuevas solicitudes: actualizar
fr: Nouvelles requêtes — actualiser
it: Nuove richieste — aggiorna
ja: 新しいリクエスト — 更新
pt_br: Novas requisições — recarregar
ru: Новые запросы — обновить
tr: Yeni istekler — yenile
zh_hans: 有新请求 — 刷新
zh_hant: 有新請求 — 重新整理

source: No backup of this app was found.
de: Für diese App wurde kein Backup gefunden.
es: No se encontró ninguna copia de seguridad de esta app.
fr: Aucune sauvegarde de cette application n'a été trouvée.
it: Nessun backup di questa app trovato.
ja: このアプリのバックアップが見つかりませんでした。
pt_br: Nenhum backup deste app foi encontrado.
ru: Резервная копия этого приложения не найдена.
tr: Bu uygulamanın yedeği bulunamadı.
zh_hans: 未找到此应用的备份。
zh_hant: 找不到此 App 的備份。

source: No GitHub token: checking this often can hit GitHub’s rate limit (60/hour) and show errors on GitHub-sourced apps. Add a token or sign in with the gh CLI under GitHub.
de: Kein GitHub-Token: So häufiges Prüfen kann an GitHubs Ratenlimit (60/Stunde) stoßen und bei über GitHub bezogenen Apps Fehler anzeigen. Füge unter GitHub ein Token hinzu oder melde dich mit der gh CLI an.
es: Sin token de GitHub: comprobar con esta frecuencia puede alcanzar el límite de GitHub (60/hora) y mostrar errores en las apps de GitHub. Añade un token o inicia sesión con gh CLI en GitHub.
fr: Pas de jeton GitHub : vérifier aussi souvent peut atteindre la limite de GitHub (60/heure) et afficher des erreurs sur les applications provenant de GitHub. Ajoutez un jeton ou connectez-vous avec gh CLI sous GitHub.
it: Nessun token GitHub: controllare così spesso può raggiungere il limite di richieste di GitHub (60/ora) e mostrare errori sulle app da GitHub. Aggiungi un token o accedi con la CLI gh in GitHub.
ja: GitHubトークンがありません: この頻度で確認するとGitHubのレート制限（60/時間）に達し、GitHub由来のアプリでエラーが表示されることがあります。「GitHub」でトークンを追加するか、gh CLIでサインインしてください。
pt_br: Sem token do GitHub: verificar com essa frequência pode atingir o limite do GitHub (60/hora) e mostrar erros em apps do GitHub. Adicione um token ou faça login com o gh CLI em GitHub.
ru: Нет токена GitHub: при такой частоте проверок можно упереться в лимит GitHub (60/час) и увидеть ошибки для приложений с GitHub. Добавьте токен или войдите через gh CLI в разделе GitHub.
tr: GitHub token’ı yok: bu sıklıkta denetlemek GitHub’ın hız sınırına (saatte 60) takılabilir ve GitHub kaynaklı uygulamalarda hata gösterebilir. GitHub altında bir token ekleyin veya gh CLI ile oturum açın.
zh_hans: 没有 GitHub 令牌：以这个频率检查可能触及 GitHub 的请求限制（60/小时），导致来自 GitHub 的应用出现错误。请在“GitHub”中添加令牌或通过 gh CLI 登录。
zh_hant: 沒有 GitHub 權杖：以這個頻率檢查可能會觸及 GitHub 的速率限制（每小時 60 次），導致來自 GitHub 的 App 顯示錯誤。請在「GitHub」中加入權杖，或使用 gh CLI 登入。

source: No answer at all, or an answer of 400 and up — a timeout, or a refusal such as a rate-limited “403”. These are the ones that leave an app showing a stale version.
de: Gar keine Antwort, oder eine Antwort ab 400 — ein Timeout oder eine Ablehnung wie ein durch Rate-Limit ausgelöstes „403“. Genau diese lassen eine App auf einer veralteten Version stehen.
es: Sin respuesta alguna, o una respuesta de 400 o superior: un tiempo de espera agotado o un rechazo como un «403» por límite de peticiones. Son las que dejan una app mostrando una versión obsoleta.
fr: Aucune réponse, ou une réponse à partir de 400 — un délai dépassé, ou un refus tel qu’un « 403 » dû à une limite de requêtes. Ce sont celles qui laissent une app sur une version périmée.
it: Nessuna risposta, o una risposta da 400 in su: un timeout o un rifiuto come un “403” per limite di richieste. Sono quelle che lasciano un’app con una versione non aggiornata.
ja: 応答がまったくない、または 400 以上の応答 — タイムアウトや、レート制限による「403」などの拒否です。アプリが古いバージョンのままになるのはこれが原因です。
pt_br: Nenhuma resposta, ou uma resposta 400 ou acima — um tempo esgotado ou uma recusa, como um “403” por limite de requisições. São essas que deixam um app mostrando uma versão desatualizada.
ru: Ответа нет вовсе или ответ от 400 и выше — таймаут либо отказ вроде «403» из-за лимита запросов. Именно из-за них приложение остаётся на старой версии.
tr: Hiç yanıt yok ya da 400 ve üzeri bir yanıt — zaman aşımı veya hız sınırına takılmış bir “403” gibi bir ret. Bir uygulamanın eski bir sürüm göstermesine yol açanlar bunlardır.
zh_hans: 完全没有应答，或应答码 400 及以上——超时，或者被限流的「403」这类拒绝。App 一直显示旧版本，通常就是这些造成的。
zh_hant: 完全沒有回應，或回應碼 400 以上——逾時，或是像遭到速率限制的「403」這類拒絕。App 停在舊版本，通常就是這些造成的。

source: No apps yet
de: Noch keine Apps
es: Aún no hay apps
fr: Aucune application pour l’instant
it: Ancora nessuna app
ja: アプリはまだありません
pt_br: Nenhum app ainda
ru: Пока нет приложений
tr: Henüz uygulama yok
zh_hans: 尚无应用
zh_hant: 尚無 App

source: No downloads measured
de: Keine Downloads erfasst
es: No se han medido descargas
fr: Aucun téléchargement mesuré
it: Nessun download misurato
ja: ダウンロード量は計測されていません
pt_br: Nenhum download medido
ru: Загрузки не измерялись
tr: Ölçülmüş indirme yok
zh_hans: 尚未测量下载量
zh_hant: 尚未測量下載量

source: No exact release times recorded yet — the heatmap fills in as Sparkle/GitHub apps ship.
de: Noch keine genauen Release-Zeiten erfasst – die Heatmap füllt sich, sobald Sparkle-/GitHub-Apps veröffentlicht werden.
es: Aún no se han registrado horas de publicación exactas; el mapa de calor se irá completando a medida que se publiquen apps de Sparkle/GitHub.
fr: Aucune heure de publication exacte enregistrée pour l'instant — la carte de chaleur se remplit au fil des publications des applications Sparkle/GitHub.
it: Nessun orario di release esatto ancora registrato: la mappa di calore si riempie man mano che le app Sparkle/GitHub pubblicano.
ja: 正確なリリース時刻はまだ記録されていません — Sparkle/GitHubのアプリが公開されるにつれてヒートマップが埋まっていきます。
pt_br: Nenhum horário exato de publicação registrado ainda — o mapa de calor se preenche à medida que apps Sparkle/GitHub lançam versões.
ru: Пока нет точного времени релизов — тепловая карта заполняется по мере выхода приложений Sparkle/GitHub.
tr: Henüz kesin yayım zamanı kaydedilmedi — Sparkle/GitHub uygulamaları sürüm yayımladıkça ısı haritası dolar.
zh_hans: 尚未记录确切的发布时间 — 随着 Sparkle/GitHub 应用发布，热力图会逐渐填充。
zh_hant: 尚未記錄確切的發布時間——隨著 Sparkle/GitHub App 發行新版本，熱度圖會逐漸填滿。

source: No extra folders yet.
de: Noch keine zusätzlichen Ordner.
es: Aún no hay carpetas adicionales.
fr: Aucun dossier supplémentaire pour l'instant.
it: Ancora nessuna cartella aggiuntiva.
ja: 追加フォルダはまだありません。
pt_br: Nenhuma pasta extra ainda.
ru: Пока нет дополнительных папок.
tr: Henüz ek klasör yok.
zh_hans: 尚无额外文件夹。
zh_hant: 尚無額外的資料夾。

source: No ignored apps. Use “Ignore this app” from an app’s menu to hide it from update checks.
de: Keine ignorierten Apps. Verwende „Diese App ignorieren“ im Menü einer App, um sie von Update-Prüfungen auszuschließen.
es: No hay apps ignoradas. Usa «Ignorar esta app» en el menú de una app para ocultarla de las comprobaciones de actualización.
fr: Aucune application ignorée. Utilisez « Ignorer cette application » dans le menu d'une application pour la masquer des vérifications de mise à jour.
it: Nessuna app ignorata. Usa “Ignora questa app” dal menu di un’app per escluderla dai controlli degli aggiornamenti.
ja: 無視されているアプリはありません。アプリのメニューから「このアプリを無視」を選ぶと、更新チェックから除外できます。
pt_br: Nenhum app ignorado. Use “Ignorar este app” no menu de um app para ocultá-lo das verificações de atualização.
ru: Нет игнорируемых приложений. Используйте «Игнорировать это приложение» в меню приложения, чтобы скрыть его из проверок обновлений.
tr: Yok sayılan uygulama yok. Bir uygulamayı güncelleme denetimlerinden gizlemek için menüsünden “Bu uygulamayı yok say”ı kullanın.
zh_hans: 没有已忽略的应用。可在应用菜单中使用“忽略此应用”将其从更新检查中隐藏。
zh_hant: 沒有已忽略的 App。可從 App 的選單中使用「忽略此 App」，將它從更新檢查中隱藏。

source: No readable bundle was found right now — it may have been uninstalled, or its Info.plist could not be parsed.
de: Gerade wurde kein lesbares Bundle gefunden – es wurde möglicherweise deinstalliert, oder seine Info.plist ließ sich nicht parsen.
es: No se encontró ningún paquete legible en este momento — puede que se haya desinstalado, o que su Info.plist no se pudiera analizar.
fr: Aucun bundle lisible n'a été trouvé pour le moment — il a peut-être été désinstallé, ou son Info.plist n'a pas pu être analysé.
it: Al momento non è stato trovato alcun bundle leggibile: potrebbe essere stato disinstallato o il suo Info.plist non è analizzabile.
ja: 読み取り可能なバンドルが見つかりませんでした — アンインストールされたか、Info.plist を解析できなかった可能性があります。
pt_br: Nenhum pacote legível foi encontrado agora — talvez tenha sido desinstalado, ou não foi possível interpretar o Info.plist.
ru: Сейчас не найден читаемый пакет приложения — возможно, его удалили, либо не удалось разобрать его Info.plist.
tr: Şu anda okunabilir bir paket bulunamadı — kaldırılmış olabilir ya da Info.plist dosyası ayrıştırılamadı.
zh_hans: 现在找不到可读取的应用包 — 可能已被卸载，或者其 Info.plist 无法解析。
zh_hant: 目前找不到可讀取的套件——它可能已被解除安裝，或其 Info.plist 無法解析。

source: No recipe-backed apps have been checked yet this session.
de: In dieser Sitzung wurden noch keine Rezept-basierten Apps geprüft.
es: En esta sesión aún no se ha comprobado ninguna app basada en recetas.
fr: Aucune application basée sur une recette n'a encore été vérifiée dans cette session.
it: In questa sessione non è ancora stata controllata alcuna app basata su ricette.
ja: このセッションでは、レシピを使用するアプリはまだ確認されていません。
pt_br: Nenhum app baseado em receita foi verificado ainda nesta sessão.
ru: В этом сеансе ещё не проверены приложения на основе рецептов.
tr: Bu oturumda henüz tarif destekli bir uygulama denetlenmedi.
zh_hans: 本次会话中尚未检查任何依赖规则的应用。
zh_hant: 本次工作階段尚未檢查任何依賴規則的 App。

source: No release notes
de: Keine Versionshinweise
es: Sin notas de la versión
fr: Aucune note de version
it: Nessuna nota di rilascio
ja: リリースノートなし
pt_br: Sem notas de versão
ru: Нет заметок о выпуске
tr: Sürüm notu yok
zh_hans: 没有发行说明
zh_hant: 沒有版本說明

source: No releases logged yet
de: Noch keine Releases protokolliert
es: Aún no hay versiones registradas
fr: Aucune version consignée pour l'instant
it: Ancora nessuna release registrata
ja: 記録されたリリースはまだありません
pt_br: Nenhuma versão registrada ainda
ru: Пока нет записанных релизов
tr: Henüz sürüm kaydedilmedi
zh_hans: 尚无记录的发布
zh_hant: 尚未記錄任何發行

source: No request in this range matches that filter.
de: Keine Anfrage in diesem Zeitraum passt zu diesem Filter.
es: Ninguna solicitud de este periodo coincide con ese filtro.
fr: Aucune requête de cette période ne correspond à ce filtre.
it: Nessuna richiesta in questo intervallo corrisponde a quel filtro.
ja: この期間にその条件に合うリクエストはありません。
pt_br: Nenhuma requisição neste período corresponde a esse filtro.
ru: В этом диапазоне нет запросов, подходящих под фильтр.
tr: Bu aralıkta bu filtreyle eşleşen istek yok.
zh_hans: 这个时间范围内没有请求符合该条件。
zh_hant: 此範圍內沒有符合該篩選條件的請求。

source: No requests match
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato
ja: 該当なし
pt_br: Nenhuma requisição
ru: Совпадений нет
tr: Eşleşen istek yok
zh_hans: 没有匹配的请求
zh_hant: 沒有符合的請求

source: No rollback point: parts of this app aren’t readable by you (common for apps installed by a .pkg, which are often root-owned).
de: Kein Wiederherstellungspunkt: Teile dieser App sind für dich nicht lesbar (üblich bei Apps, die per .pkg installiert wurden und oft root gehören).
es: Sin punto de reversión: hay partes de esta app que no puedes leer (habitual en apps instaladas con un .pkg, que suelen pertenecer a root).
fr: Pas de point de restauration : certaines parties de cette app ne te sont pas lisibles (fréquent pour les apps installées via un .pkg, souvent détenues par root).
it: Nessun punto di ripristino: alcune parti di questa app non sono leggibili dal tuo utente (comune per le app installate da un .pkg, spesso di proprietà di root).
ja: ロールバック先はありません。このアプリの一部があなたの権限では読み取れません（.pkg でインストールされ root 所有になっているアプリでよくあります）。
pt_br: Sem ponto de reversão: partes deste app não podem ser lidas por você (comum em apps instalados por .pkg, que muitas vezes pertencem ao root).
ru: Точки отката нет: часть файлов этой программы недоступна вам для чтения (обычное дело для программ, установленных через .pkg — они часто принадлежат root).
tr: Geri alma noktası yok: bu uygulamanın bazı bölümleri sizin tarafınızdan okunamıyor (.pkg ile yüklenen ve genellikle root’a ait olan uygulamalarda yaygındır).
zh_hans: 没有回滚点：这个 app 有部分文件你无权读取（用 .pkg 安装的 app 常常属于 root，容易这样）。
zh_hant: 沒有還原點：這個 App 有部分內容你無權讀取（以 .pkg 安裝的 App 常是如此，它們通常屬於 root）。

source: No skipped versions.
de: Keine übersprungenen Versionen.
es: No hay versiones omitidas.
fr: Aucune version ignorée.
it: Nessuna versione saltata.
ja: スキップされたバージョンはありません。
pt_br: Nenhuma versão pulada.
ru: Нет пропущенных версий.
tr: Atlanan sürüm yok.
zh_hans: 没有已跳过的版本。
zh_hant: 沒有已略過的版本。

source: No updates found
de: Keine Updates gefunden
es: No se encontraron actualizaciones
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento trovato
ja: アップデートは見つかりませんでした
pt_br: Nenhuma atualização encontrada
ru: Обновлений не найдено
tr: Güncelleme bulunamadı
zh_hans: 未发现更新
zh_hant: 沒有找到更新

source: Not checked · Homebrew can’t read it
de: Nicht geprüft · Homebrew kann es nicht lesen
es: Sin comprobar · Homebrew no puede leerlo
fr: Non vérifié · Homebrew ne peut pas le lire
it: Non controllata · Homebrew non riesce a leggerla
ja: 未確認 · Homebrew が読み込めません
pt_br: Não verificado · o Homebrew não consegue ler
ru: Не проверено · Homebrew не может прочитать
tr: Denetlenmedi · Homebrew okuyamıyor
zh_hans: 未检查 · Homebrew 无法读取
zh_hant: 未檢查 · Homebrew 無法讀取

source: Not checked · tap not trusted
de: Nicht geprüft · Tap nicht vertraut
es: Sin comprobar · tap sin confianza
fr: Non vérifié · tap non approuvé
it: Non controllata · tap non attendibile
ja: 未確認 · tap が信頼されていません
pt_br: Não verificado · tap não confiável
ru: Не проверено · tap не доверенный
tr: Denetlenmedi · tap güvenilir değil
zh_hans: 未检查 · tap 未被信任
zh_hant: 未檢查 · tap 未受信任

source: Not for this macOS yet
de: Noch nicht für dieses macOS
es: Aún no para este macOS
fr: Pas encore pour ce macOS
it: Non ancora per questo macOS
ja: このmacOSにはまだ未対応
pt_br: Ainda não para este macOS
ru: Пока не для этой macOS
tr: Bu macOS için henüz değil
zh_hans: 尚不支持此 macOS
zh_hant: 尚不支援此 macOS

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora
ja: 今はしない
pt_br: Agora Não
ru: Не сейчас
tr: Şimdi Değil
zh_hans: 暂不
zh_hant: 稍後
